Repository: arsnyan/geomemories
Catalog: GeoMemories/Localizable.xcstrings
Source language: en
Languages: ru

# addExistingMediaButtonTitle
source: Add existing media
ru: Добавить фото/видео

# coreStoreErrorMessage
source: Something went wrong while working with the database:
ru: Что-то пошло не так в работе с базой данных:

# coreStoreErrorTitle
source: CoreStore Error
ru: Ошибка в CoreStore

# creatingTitle
source: Create
ru: Создать

# dataStackNotAvailableMessage
source: DataStack from CoreStore was not initialized:
ru: DataStack из CoreStore не был инициализирован:

# dataStackNotAvailableTitle
source: DataStack Not Available
ru: DataStack недоступен

# editingTitle
source: Edit
ru: Изменить

source: Error
ru: Ошибка

# failedToFindLocationsMessage
source: Couldn’t find a location for the query:
ru: По вашему запросу не удалось ничего найти:

# genericErrorTitle
source: Something went wrong…
ru: Что-то пошло не так

# geoEntryDescriptionTextFieldPlaceholder
source: Write something about this memory
ru: Напишите что-то об этой заметке

# geoEntryTitleTextFieldPlaceholder
source: Entry title
ru: Название заметки

# getCurrentLocationButtonActionTitle
source: Get current location for the geo entry location search field
ru: Указать текущее местоположение в поле поиска локаций

# locationSearchFieldPlaceholder
source: Search a Location…
ru: Найти адрес

# locationServicesNotAuthorizedMessage
source: We can’t access your location services because you denied the permission previously requested
ru: Воспользоваться этой функцией не получится, так как вы не дали доступ к сервисам геолокации

# locationServicesNotAuthorizedTitle
source: Location permissions were denied
ru: Геолокация недоступна

# mapViewSection
source: 3D Map View
ru: Это место на карте

# mediaCardsSection
source: Attached Media
ru: Прикреплённые медиафайлы

# noLocalizedErrorMessage
source: There was an unexpected error that we didn’t handle. Please message us about it:
ru: Произошла ошибка, о которой нужно сообщить разработчикам:

source: OK
ru: Хорошо

# placeInfoSection
source: More about this place
ru: Об этом месте в Wikipedia

source: Retry
ru: Повторить

# takeNewMediaButtonTitle
source: Take new media
ru: Снять фото/видео

# unknownErrorMessage
source: Undefined error. Please contact the developer with exact steps you took to replicate this error
ru: Ошибка без описания. Пожалуйста, напишите разработчику, какие шаги вы предприняли перед появлением этой ошибки

# userInfoSection
source: Description
ru: Описание
